Repository: FirehawkV21/RMMVCookTool
Catalog: nwjsCompilerCLI/Properties/Resources.*.resx
Languages: el

# ProgramNameText
source: = RPG Maker MV Cook Tool (.NET Core CLI Version)
el: = RPG Maker MV Cook Tool (Έκδοση .NET Core CLI)

# ProgramVersionString
source: = Version R1.03 ({0})
el: = Έκδοση R1.03 ({0})

# ProgramAuthorText
source: = Developed by AceOfAces.
el: = Δημιουργήθηκε από τον AceOfAces.

# ProgramLicenseText
source: = Licensed under the MIT license.
el: = Αδειωτοτείται κάτω απο το MIT license.

# ParallelModeActiveText
source: Compiler is now running in parallel mode.
el: Ο μεταφραστής δουλεύει σε παράλληλη λειτουργεία.

# SDKLocationConfirmationText
source: SDK Location OK.
el: Θέση SDK OK.

# PushEnterToExitText
source: Push Enter/Return to exit.
el: Πιεστε Enter/Return για έξοδο.

# ProjectLocationConfirmationText
source: Project Location OK.
el: Θέση project OK.

# FileExtensionSetText
source: The file extension is set to
el: H επέκταση αρχείου ορίστικε ως

# CannotCompressAndTestErrorText
source: You can't compress and test the project at the moment.
el: Αυτή τη στιγμή, δεν μπορείτε να συμπιέσετε και να δοκιμάσετε το project αυτή τη στιγμή.

# JavascriptDeletionConfirmationTet
source: The JavaScript files will be deleted after compilation.
el: Τα αρχεία JavaScript θα διαγραφούν μετά τη μετάφραση.

# NoCompressionConfirmationText
source: No compression will be used for the archive.
el: Δεν θα χρησιμοποιηθεί συμπέιση σε αυτό το αρχείο.

# FastestCompressionConfirmationText
source: The fastest compression will be used for the archive.
el: Θα χρησιμοποιηθεί η γρήγορη συμπέιση σε αυτό το αρχείο.

# OptimalCompressionCOnfirmationText
source: The optimal compression will be used for the archive (this is the default).
el: Θα χρησιμοποιηθεί η καλύτερη συμπέιση σε αυτό το αρχείο. (αυτό είναι η προεπιλογή).

# SDKLocationInexistantText
source: The location of the SDK doesn't exist.
el: Η θέση του SDK δεν υπάρχει.

# CompilerMissingErrorText
source: The compiler isn't there. Please pick the folder that has the nwjc file
el: Ο μεταφραστής δεν υπάρχει. Παρακαλώ επιλέξτε τον φάκελο που περιέχει το αρχείο nwjc.

# ProjectLocationInexistantText
source: The location of the project doesn't exist.
el: Η θέση του project δεν υπάρχει.

# JsFolderMissingErrorText
source: The js folder doesn't exist.
el: Ο φάκελος js δεν υπάρχει.

# nwjsTestStartingText
source: NW.js will start after compiling.
el: Το NW.js θα ξεκινήσει μετά απο την μετ'αφραση.

# ProjectNotSetErrorText
source: The Project location is not set. Please set it with the --ProjectLocation "<project location>".
el: Η θέση του project δεν έχει οριστεί. Παρακαλώ ορίστε το με το --ProjectLocation "<project location>".

# SDKLocationNotSetErrorText
source: The SDK location is not set. Please set it with the --SDKLocation "<project location>".
el: Η θέση του SDK δεν έχει οριστεί. Παρακαλώ ορίστε το με το --SDKLocation "<project location>".

# SDKLocationQuestion
source: Where's the SDK location?
el: Πού είναι η θέση του SDK;

# SDKLocationIsNullText
source: Please insert the path for the SDK.
el: Παρακαλώ εισάγετε την θέση του SDK.

# SDKDirectoryMissing
source: The directory isn't there. Please select an existing folder.
el: Ο φάκελος δεν είναι εκεί. Παρακαλώ επιλέξτε έναν φάκελο που υπάρχει.

# ProjectLocationQuestion
source: Where's the project you want to compile?
el: Που είναι ο φάκελος του project που θέλετε να μεταφράσετε;

# ProjectLocationIsNullText
source: Please specify the location of the folder.
el: Παρακαλώ εισάγετε την θέση του φακέλου.

# ProjetDirectoryMissingErrorText
source: The folder you've selected isn't present.
el: Ο φακελος που επιλέξατε δεν υπάρχει.

# ProjectJsFolderMissing
source: There is no js folder.
el: Δεν υπάρχει ο φάκελος js.

# FileExtensionQuestion
source: What Extension will your game use (leave empty for .bin)?
el: Ποιά επέκταση αρχείου θα χρησιμοποιήσει το παιχνίδι (αφήστε το άδειο για το .bin);

# WorkloadQuestion
source: Do you want to: 1. Test that the binary files are loaded properly? 2. Prepare for publishing? (Default is 1)
el: Θέλετε να: 1. Δοκιμάσετε οτι τα δυαδικά αρχεια δουλεύουν σωστά; 2. Προετοιμάσετε για έκδοση; (Η προεπιλογή είναι το 1)

# CompressionQuestion
source: Would you like to compress the game's files to an archive? 1.Yes (delete the files as well). 2.Yes (but leave the files intact). 3. No. (Default is 3)
el: Θέλετε να συμπιέσεται τα αρχεία του παιχνιδιού; 1.Ναί (διέγραψε και τα αρχεία). 2.Ναί (αλλά κράτησε τα αρχεία). 3. Όχι. (Η προεπιλογή είναι το 3)

# TestProjectQuestion
source: Would you like to test the project after compiling? (Y/N, Default is N)
el: Θέλετε να δοκιμάσετε το project μετά την μετάφραση; (Ν/Ο, Η προεπιλογή είναι το Ο)

# BinaryRemovalText
source: Removing binary files (if present)...
el: Διαγραφή δυαδικών αρχείων (αν υπάρχουν)...

# CompilingWord
source: is compiling
el: μεταφράζει το αρχείο

# FinishedCompilingText
source: finished compiling
el: τελείωσε την μετάφραση του

# CompilingWord2
source: Compiling
el: Μετάφραση του αρχείου

# FinishedCompilingText2
source: Finished compiling
el: Ολοκληρώθηκε η μετάφραση του

# CompilerTaskComplete
source: Finished compiling files.
el: Ολοκληρώθηκε η μετάφραση σε δυαδικά αρχεία.

# NwjsStartingTestNotificationText
source: NW.js will now start. Give it a few seconds to start.
el: Το NW.js θα ξεκινήσει τώρα. Δώστε μερικά δευτερόλεπτα για να ξεκινήσει.

# CopyingToTempLocationText
source: Copying the game files to a temporary location...
el: Αντιγραφή των αρχείων του παιχνιδιού σε προσωρινό φάκελο...

# FileCompressionText
source: Compressing files...
el: Συμπίεση αρχείων...

# SourceFileDeletionText
source: Deleting source files...
el: Διαγραφή των αρχικών αρχείων...

# TaskCompleteText
source: The task was completed.
el: Η εργασία ολοκληρώθηκε.

# ProjectFilesRemovalAfterCompressionText
source: The project's files will be compressed (the files will be deleted after compressing).
el: Τα αρχεία του παιχνιδιού θα συμπιεστούν μετά τη μετάφραση (τα αρχικά αρχεία θα διαγραφτούν μετά).

# ProjectFilesCompressionConfirmText
source: The Project's files will be compressed
el: Τα αρχεία του παιχνιδιού θα συμπιεστούν μετά τη μετάφραση.

# CompressionSafeModeConfirmationText
source: Safe mode for compression is now active.
el: H ασφαλής λειτουργεία για την συμπίεση έχει ενεργοποιηθεί.

# CompressionNotPermittedText
source: Compression is not allowed if the "--PackageApp" command line argument is specified. Skipping this step.
el: Η συμπίεση δεν επιτρέπεται αν η σημαία "--PackageApp" δεν έχει οριστεί. Αγνοείται αυτό το βήμα.
