Repository: FirehawkV21/RMMVCookTool
Catalog: RMMVCookTool.GUI/Properties/Resources.*.resx
Languages: el_gr, it_it, ja_jp, nl_nl

# BrowseUiText
source: Browse...
el_gr: Εύρεση...
it_it: Sfoglia...
ja_jp: 参照...
nl_nl: Bladeren...

# ChromiumFlagsUiText
source: Chromium Flags
el_gr: Σημαίες Chromium
it_it: Bandiere Di Cromo
ja_jp: Chromium フラグ
nl_nl: Chromium vlaggen

# CloseButtonText
source: Close
el_gr: Κλείσιμο
it_it: Chiudi
ja_jp: 閉じる
nl_nl: Afsluiten

# DoneText
source: Done!
el_gr: Ολοκληρώθηκε!
it_it: Fatto!
ja_jp: 完了！
nl_nl: Klaar!

# EnableNodeJSCheckBoxText
source: Enable NodeJS?
el_gr: Ενεργοποίηση του NodeJS;
it_it: Abilitare NodeJS?
ja_jp: NodeJSを有効にしますか？
nl_nl: NodeJS inschakelen?

# ErrorDetailsMessage
source: Clicking on the "More Details" button will show the stack trace. Make sure to include this if you are filling a bug report, since it can help with diagnosing the bug.
el_gr: Κάνοντας κλικ στο "Περισσότερες πληροφορίες" θα δείξει το ίχνος στοίβας. Συμπεριλάβετε το ώστε να είναι εύκολη η αντιμετώπιση του προβλήματος.
it_it: Cliccando sul pulsante "Maggiori dettagli" si mostrerà la traccia dello stack. Assicurarsi di includere questo se si sta compilando una segnalazione di bug, poiché può aiutare a diagnosticare il bug.
ja_jp: "More Details" ボタンをクリックするとスタックトレースが表示されます。 バグの診断に役立つので、バグレポートを記入している場合は必ずこれを含めてください。
nl_nl: Klik op de knop "Meer informatie" om de stapel te tonen. Zorg ervoor dit toe te voegen als u een bugrapport invult, omdat het kan helpen bij het diagnosticeren van de bug.

# ErrorText
source: Error
el_gr: Σφάλμα
it_it: Errore
ja_jp: エラー
nl_nl: Foutmelding

# EssentialsGroupString
source: Essentials
el_gr: Απαραίτητα
it_it: Fondamentali
ja_jp: エッセンシャル

# FileOutsideOfProjectError
source: You picked a file that is outside of the project's file. Please pick a file within the project.
el_gr: Επιλέξατε ένα αρχείο που είναι εκτός του project.
it_it: Hai scelto un file che è al di fuori del file del progetto. Scegli un file all'interno del progetto.
ja_jp: プロジェクトのファイル外のファイルを選択しました。プロジェクト内のファイルを選択してください。
nl_nl: U hebt een bestand gekozen dat buiten het project staat. Kies een bestand in het project.

# GameIDUiString
source: Game ID
el_gr: ID Παιχνιδιού
it_it: Id Partita
ja_jp: ゲームID
nl_nl: Spel ID

# GameInfoTabText
source: Game Info
el_gr: Πληροφορίες παιχνιδιού
it_it: Info Partita
ja_jp: ゲーム情報
nl_nl: Game informatie

# GameNameUiText
source: Game Name
el_gr: Όνομα παιχνιδιού
it_it: Nome Del Gioco
ja_jp: ゲーム名
nl_nl: Spel naam

# GamePackageMetadataEditorTitleText
source: Game Package Metadata Editor
el_gr: Επεξεργαστής πληροφοριών πακέτου παιχνιδιού
it_it: Editor Dei Metadati Pacchetti Di Gioco
ja_jp: ゲームパッケージメタデータエディター
nl_nl: Game Pakket Metadata Editor

# GameVersionUiString
source: Version
el_gr: Έκδοση
it_it: Versione
ja_jp: バージョン
nl_nl: Versie

# HeightUiText
source: Height
el_gr: Ύψος
it_it: Altezza
ja_jp: 高さ
nl_nl: Højde

# HTMLFileLocationUiString
source: HTML file location
el_gr: Θέση αρχείου HTML
it_it: Posizione file HTML
ja_jp: HTML ファイルの場所
nl_nl: HTML bestandslocatie

# HTMLFileText
source: HTML File|*.html
el_gr: Αρχείο HTML|*.html
it_it: File HTML<unk> *.html
ja_jp: *.html
nl_nl: HTML-bestand *.html

# IconLocationUiText
source: Icon Location
el_gr: Θέση εικονιδίου
it_it: Posizione Icona
ja_jp: アイコンの場所
nl_nl: Pictogram locatie

# InFullScreenListItemText
source: In Full Screen
el_gr: Σε πλήρης οθόνη
it_it: A Schermo Intero
ja_jp: 全画面表示
nl_nl: In volledig scherm

# InKioskModeListItemText
source: In Kiosk Mode
el_gr: Σε λειτουργεία κιόσκι
it_it: In Modalità Kiosk
ja_jp: キオスクモード中
nl_nl: In Kiosk Modus

# JavaScriptFlagsUiText
source: JavaScript Flags
el_gr: Σημαίες JavaScript
it_it: Bandiere JavaScript
ja_jp: JavaScript フラグ
nl_nl: JavaScript markeringen

# MinimumHeightUiText
source: Minimum Height
el_gr: Ελάχιστο ύψος
it_it: Altezza Minima
ja_jp: 最小高さ
nl_nl: Minimale hoogte

# MinimumWidthUiText
source: Minimum Width
el_gr: Ελάχιστο πλάτος
it_it: Larghezza Minima
ja_jp: 最小幅
nl_nl: Minimale breedte

# MouseCursorListItemText
source: Mouse Cursor
el_gr: Κέρσορας ποντικιού
it_it: Cursore Del Mouse
ja_jp: マウスカーソル
nl_nl: Muis Cursor

# NoneListItemText
source: None
el_gr: Κανένα
it_it: Nessuno
ja_jp: なし
nl_nl: geen

# NWJsFeaturesGroupText
source: NW.js features
el_gr: Λειτουργίες NW.js
it_it: Funzionalità di NW.js
ja_jp: NW.js 機能
nl_nl: NW.js functies

# PNGFileText
source: PNG File|*.png
el_gr: Αρχείο PNG|*.png
it_it: PNG File<unk> *.png
ja_jp: *.png
nl_nl: PNG-bestanden*.png

# ProjectPathTooLongErrorText
source: The path to the project is too long. Please shorten the path.
el_gr: Η διαδρομή για το project είναι πάρα πολύ μεγάλο. Παρακαλώ συντομεύστε την διαδρομή.
it_it: Il percorso del progetto è troppo lungo. Si prega di accorciare il percorso.
ja_jp: プロジェクトのパスが長すぎます。パスを短くしてください。
nl_nl: Het pad naar het project is te lang. Verkort het pad.

# ProjectPickerText
source: Please select the location of the project.
el_gr: Παρακαλώ επιλέξτε τη θέση του project.
it_it: Seleziona la posizione del progetto.
ja_jp: プロジェクトの場所を選択してください。
nl_nl: Selecteer de locatie van het project.

# ResizableWindowUiText
source: Resizable Window?
el_gr: Ξεκλείδωτο μέγεθος;
it_it: Finestra Ridimensionabile?
ja_jp: サイズ変更可能なウィンドウですか？
nl_nl: Verstelbaar venster?

# ResolutionUiText
source: Resolution
el_gr: Ανάλυση
it_it: Risoluzione
ja_jp: 解像度
nl_nl: Resolutie

# SaveButtonText
source: Save
el_gr: Αποθήκευση
it_it: Salva
ja_jp: 保存
nl_nl: Opslaan

# SaveCompleteText
source: The package metadata file was saved successfully.
el_gr: Αποθηκεύτηκαν οι πληροφορίες του πακέτου.
it_it: Il file metadati del pacchetto è stato salvato con successo.
ja_jp: パッケージメタデータファイルは正常に保存されました。
nl_nl: Het metadata-bestand van het pakket is succesvol opgeslagen.

# ScreenCenterListItemText
source: Screen Center
el_gr: Κέντρο της οθόνης
it_it: Centro Schermo
ja_jp: 画面中央揃え
nl_nl: Scherm Center

# SDKPickerText
source: Please select the location of the SDK folder.
el_gr: Παρακαλώ επιλέξτε τον φάκελο του SDK.
it_it: Seleziona la posizione della cartella SDK.
ja_jp: SDKフォルダの場所を選択してください。
nl_nl: Selecteer de locatie van de SDK map.

# SettingsUiText
source: Settings
el_gr: Ρυθμίσεις
it_it: Impostazioni
ja_jp: 設定
nl_nl: Instellingen

# StackTraceLine
source: --- The Stack Trace is below this line ---
el_gr: --- Το ίχνος στοίβας είναι κάτω από τη γραμμή ---
it_it: --- La traccia dello stack è sotto questa riga ---
ja_jp: --- スタックトレースはこの行の下にあります ---
nl_nl: --- De Stack Tracce staat onder deze regel ---

# StartUiText
source: Start:
el_gr: Εκκίνηση:
it_it: Inizio:
ja_jp: 開始:

# WindowedListItemText
source: Windowed
el_gr: Σε παράθυρο
it_it: Finestre
ja_jp: ウィンドウ
nl_nl: Venster

# WindowGroupText
source: Window
el_gr: Παράθυρο
it_it: Finestra
ja_jp: ウィンドウ
nl_nl: Venster

# WindowPositionUiText
source: Window Position
el_gr: Θέση παραθύρου
it_it: Posizione Finestra
ja_jp: ウィンドウの位置
nl_nl: Positie venstervenster

# WindowSettingsUiText
source: Window Settings
el_gr: Ρυθμίσεις παραθύρου
it_it: Impostazioni Finestra
ja_jp: ウィンドウの設定
nl_nl: Venster Instellingen

# WindowSizeGroupText
source: Window Size
el_gr: Μέγεθος παραθύρου
it_it: Dimensione Finestra
ja_jp: ウィンドウサイズ
nl_nl: Venster Grootte

# WindowTitleUiText
source: Window Title
el_gr: Τίτλος παραθύρου
it_it: Titolo Della Finestra
ja_jp: ウィンドウタイトル
nl_nl: Titel venster

# ErrorOccuredTitle
source: Ack! An error has occurred.
el_gr: Αμάν! Παρουσιάστηκε σφάλμα.
it_it: Ack! Si è verificato un errore.
ja_jp: Ack! エラーが発生しました。
nl_nl: Nauw! Er is een fout opgetreden.

# WarningText
source: Warning
el_gr: Προσοχή
it_it: Attenzione
ja_jp: 警告
nl_nl: Waarschuwing

# ProjectNotSelectedMessage
source: A project was not selected.
el_gr: Δεν επιλέχθηκε το project.
it_it: Un progetto non è stato selezionato.
ja_jp: プロジェクトが選択されていません。
nl_nl: Een project is niet geselecteerd.

# ProjectMessageNotSelected_Details
source: Please select a project from the list. You may have to add it to the list (if you haven't done so).
el_gr: Παρακαλώ επιλέξτε το project απο τη λίστα (αν δεν το έχετε κάνει).
it_it: Si prega di selezionare un progetto dalla lista. Potrebbe essere necessario aggiungerlo alla lista (se non l'hai fatto).
ja_jp: リストからプロジェクトを選択してください。リストに追加する必要があるかもしれません（まだ追加していない場合）。
nl_nl: Selecteer a.u.b. een project uit de lijst. Misschien moet u het toevoegen aan de lijst (als u dit nog niet gedaan heeft).

# DefaultSettingsUpdatedText
source: Your default settings have been updated.
el_gr: Οι προεπιλεγμένες ρυθμίσεις ενημερώθηκαν.
it_it: Le impostazioni predefinite sono state aggiornate.
ja_jp: 既定の設定を更新しました。
nl_nl: Uw standaardinstellingen zijn bijgewerkt.

# DefaultSettingsUpdatedMessage
source: The settings will be used for new projects added from this point on.
el_gr: Οι ρυθμίσεις θα χρησιμοποιηθούν για νέα projects.
it_it: Le impostazioni saranno usate per i nuovi progetti aggiunti da questo punto su.
ja_jp: この設定は、この時点から追加された新規プロジェクトに使用されます。
nl_nl: De instellingen zullen worden gebruikt voor nieuwe projecten die vanaf dit punt worden toegevoegd.

# SProjectSettingsUpdatedText
source: The project's settings have been updated.
el_gr: Οι ρυθμίσεις του project ενημερώθηκαν.
it_it: Le impostazioni del progetto sono state aggiornate.
ja_jp: プロジェクトの設定が更新されました。
nl_nl: De projectinstellingen zijn bijgewerkt.

# FolderLocationText
source: Location:
el_gr: Θέση:
it_it: Posizione:
ja_jp: 場所:
nl_nl: Locatie:

# FileExtensionText
source: File Extension:
el_gr: Επέκταση αρχείου:
it_it: Estensione Del File:
ja_jp: ファイルの拡張子:
nl_nl: Bestandsextensie:

# RemoveSourceFilesAfterCompiling
source: Remove JS Files after Compiling:
el_gr: Αφαίρεση των αρχείων JS μετά τη μεταγλώττιση:
it_it: Rimuovi file JS dopo la compilazione:
ja_jp: コンパイル後にJSファイルを削除:
nl_nl: JS-bestanden verwijderen na compileren:

# CompressFilesText
source: Compress Files:
el_gr: Συμπίεση αρχείων:
it_it: Comprimi File:
ja_jp: ファイルを圧縮:
nl_nl: Comprimeer bestanden:

# RemoveSourceFilesAfterCompressionText
source: Remove Source Files after Compression:
el_gr: Αφαίρεση των αρχείων μετά τη συμπίεση:
it_it: Rimuovi file sorgente dopo la compressione:
ja_jp: 圧縮後にソースファイルを削除:
nl_nl: Verwijder bronbestanden na compressie:

# CompressionModeUiText
source: Compression Mode:
el_gr: Λειτουργία συμπίεσης:
it_it: Modalità Compressione:
ja_jp: 圧縮モード:
nl_nl: Druk Modus:

# NwjsLZocationUiText
source: Location of the NW.js SDK
el_gr: Θέση του NW.js SDK
it_it: Posizione dell'SDK NW.js
ja_jp: NW.js SDKの場所
nl_nl: Locatie van de NW.js SDK

# CompilerUiText
source: Compiler
el_gr: Μεταγλωττιστής
it_it: Compilatore
nl_nl: Compilator

# AddProjectUiText
source: Add
el_gr: Προσθήκη
it_it: Aggiungi
ja_jp: 追加
nl_nl: Toevoegen

# RemoveProjectUiText
source: Remove
el_gr: Αφαίρεση
it_it: Rimuovi
ja_jp: 削除
nl_nl: Verwijderen

# ProjectSettingsUiText
source: Project Settings
el_gr: Ρυθμίσεις Project
it_it: Impostazioni Progetto
ja_jp: プロジェクトの設定
nl_nl: Project Instellingen

# EditMetadataUiText
source: Edit Metadata
el_gr: Επεξεργασία πληροφοριών
it_it: Modifica Metadati
ja_jp: メタデータを編集
nl_nl: Metadata bewerken

# ProgressUiText
source: Progress
el_gr: Πρόοδος
it_it: Avanzamento
ja_jp: 進捗状況
nl_nl: Vooruitgang

# TotalProgressBarUiText
source: Total Progress:
el_gr: Συνολική πρόοδος:
it_it: Progresso Totale:
ja_jp: 合計進行度:
nl_nl: Totaal Voortgang:

# CurrentProjectProgressBarUiText
source: Current Project Progress:
el_gr: Τρέχουσα πρόοδος του project:
it_it: Progresso Del Progetto Attuale:
ja_jp: 現在のプロジェクトの進行状況:
nl_nl: Huidige voortgang van het project:

# CompileUiText
source: Compile
el_gr: Μεταγλώττιση
it_it: Compila
ja_jp: コンパイル
nl_nl: Compileren

# CancelButtonUiText
source: Cancel
el_gr: Άκυρο
it_it: Annulla
ja_jp: キャンセル
nl_nl: annuleren

# AboutTabUiText
source: About...
el_gr: Σχετικά...
it_it: Informazioni...
ja_jp: この機能について...
nl_nl: Over...

# ProgramVersionLabelUiText
source: Version R4.00
el_gr: Έκδοση R3.00
it_it: Versione R3.02

# DeveloperCreditUiText
source: Developed by Studio ACE(AceOfAces). Licensed under the MIT license.
el_gr: Αναπτύχθηκε από τον Studio ACE(AceOfAces). Άδεια χρήσης υπό το MIT License.
it_it: Sviluppato da Studio ACE(AceOfAces). Concesso in licenza sotto la licenza MIT.
ja_jp: Studio ACE(AceOfAces)によって開発されました。MITライセンスの下でライセンスされています。
nl_nl: Ontwikkeld door Studio ACE(AceOfAces). Gelicenseerd onder de MIT licentie.

# UserManualUiText
source: User Manual
el_gr: Οδηγός Χρήσης
it_it: Manuale Utente
ja_jp: ユーザーマニュアル
nl_nl: Gebruikershandleiding

# CompressionLevelUiText
source: Compression Level:
el_gr: Επίπεδο συμπίεσης:
it_it: Livello Di Compressione:
ja_jp: 圧縮レベル:
nl_nl: Compressie niveau:

# RemoveFilesAfterCompressionUiText
source: Remove the game files after packaging.
el_gr: Αφαίρεση των αρχείων του project μετά το πακετάρισμα.
it_it: Rimuovere i file di gioco dopo l'imballaggio.
ja_jp: パッケージ後にゲームファイルを削除します。
nl_nl: Verwijder de spelbestanden na de verpakking.

# CompressFilesToPackageUiText
source: Compress the game files into package.nw.
el_gr: Συμπίεση των αρχείων παιχνιδιού στο package.nw.
it_it: Comprimere i file di gioco in package.nw.
ja_jp: ゲームファイルを package.nw に圧縮します。
nl_nl: Comprimeren van het spel naar package.nw.

# RemoveSourceCodeUiText
source: Remove the source JS files after compiling.
el_gr: Αφαίρεση των αρχείων JS μετά τη μεταγλώττιση.
it_it: Rimuove i file JS di origine dopo la compilazione.
ja_jp: コンパイル後にソース JS ファイルを削除します。
nl_nl: Verwijder de bronJS-bestanden na het compileren.

# OptimalListItemText
source: Optimal
el_gr: Βέλτιστη
it_it: Ottimale
ja_jp: 最適な
nl_nl: Optimaal

# FastestListItemText
source: Fastest
el_gr: Ταχύτατη
it_it: Più Veloce
ja_jp: 最速です
nl_nl: Snelste

# NoCompressionListItemText
source: No Compression
el_gr: Χωρίς συμπίεση
it_it: Nessuna Compressione
ja_jp: 圧縮なし
nl_nl: Geen compressie

# DefaultSettingsButtonUiText
source: Default Settings...
el_gr: Προεπιλεγμένες ρυθμίσεις...
it_it: Impostazioni Predefinite...
ja_jp: デフォルト設定...
nl_nl: Standaard instellingen...

# DefaultProjectSettingsUiText
source: Default Project Settings
el_gr: Προεπιλεγμένες ρυθμίσεις project
it_it: Impostazioni Predefinite Del Progetto
ja_jp: デフォルトのプロジェクト設定
nl_nl: Standaard projectinstellingen

# AbortedText
source: Aborted
el_gr: Ματαιώθηκε
it_it: Interrotto
ja_jp: 中止しました
nl_nl: Afgebroken

# BinRemovalStatusText
source: Removing binary files from
el_gr: Διαγραφή δυαδικών αρχείων απο τον φάκελο
it_it: Rimozione di file binari da
ja_jp: バイナリファイルを削除しています
nl_nl: Verwijder binaire bestanden van

# CompilationCompleteText
source: Compilation complete!
el_gr: Η μεταγλώττιση ολοκληρώθηκε!
it_it: Compilazione completata!
ja_jp: コンパイル完了！
nl_nl: Compilatie voltooid!

# CompileJsFolderProgressText
source: Compiling scripts in the js folder...
el_gr: Μεταγλώττιση των scripts μέσα στον φάκελο js...
it_it: Compilazione degli script nella cartella js...
ja_jp: jsフォルダ内のスクリプトをコンパイルしています...
nl_nl: Scripts in de js-map compileren...

# CompilerMissingText
source: The nwjs Compiler is missing.
el_gr: Λείπει ο μεταφραστής του nwjs.
it_it: Manca il compilatore nwjs.
ja_jp: nwjs コンパイラがありません。
nl_nl: De nwjs Compiler ontbreekt.

# CompileText
source: Compiling
el_gr: Μεταγλώττιση του αρχείου
it_it: Compilazione
ja_jp: コンパイル
nl_nl: Compileren

# CompileText1
source: Compiling scripts in the
el_gr: Μεταγλώττιση των scripts μέσα στο φάκελο
it_it: Compilazione degli script nel
ja_jp: スクリプトのコンパイル
nl_nl: Scripts compileren in de

# CompilingText
source: Compiling
el_gr: Μεταγλώττιση του
it_it: Compilazione
ja_jp: コンパイル
nl_nl: Compileren

# FailedText
source: Failed!
el_gr: Αποτυχία!
it_it: Fallito!
ja_jp: 失敗しました
nl_nl: Mislukt!

# FolderText
source: folder...
it_it: cartella...
ja_jp: フォルダー...
nl_nl: map...

# NoJSFilesPresent
source: Please add the folders you want the JavaScript files to be compiled.
el_gr: Παρακαλώ προσθέστε τους φακέλους που περιέχουν τα αρχεία JavaScript για μετάφραση σε δυαδικά αρχεία.
it_it: Si prega di aggiungere le cartelle che si desidera compilare i file JavaScript.
ja_jp: JavaScriptファイルをコンパイルするフォルダを追加してください。
nl_nl: Voeg de mappen toe die je wilt dat de JavaScript-bestanden worden gecompileerd.

# PackaginStatusText
source: Packaging...
el_gr: Πακετάρισμα...
it_it: Pacchetto...
ja_jp: パッケージしています...
nl_nl: Verpakken...

# TaskCancelledMessage
source: The task was cancelled.
el_gr: Η εργασία ακυρώθηκε.
it_it: L'attività è stata annullata.
ja_jp: タスクはキャンセルされました。
nl_nl: De taak is geannuleerd.

# CannotFindGameFolderTitle
source: Could not find the folder specified in the JSON file.
it_it: Impossibile trovare la cartella specificata nel file JSON.
ja_jp: JSONファイルで指定されたフォルダが見つかりませんでした。
nl_nl: Kan de map die is opgegeven niet vinden in het JSON-bestand.

# CannotFindGameFolderMessage
source: Double check that the "main" variable is filled or points to a existing folder. This folder will be skipped.
it_it: Controlla che la variabile "principale" sia riempita o punti a una cartella esistente. Questa cartella verrà saltata.
ja_jp: "main" 変数が入力されているか、既存のフォルダを指すことを再確認してください。このフォルダはスキップされます。
nl_nl: Controleer tweeledig of de "main" variabele is ingevuld of verwijst naar een bestaande map. Deze map zal worden overgeslagen.

# MinifyPackageFileUiText
source: Minify the package.json file
it_it: Minifica il file package.json
ja_jp: package.json ファイルを縮小する
nl_nl: Minify het package.json bestand

# WidthUiText
source: Width
el_gr: Πλάτος

# CompleteText
source: Complete
el_gr: Ολοκληρώθηκε

# ProgramTitle
source: RPG Maker MV/MZ Cook Tool
el_gr: RPG Maker MV Cook Tool
ja_jp: RPG メーカー MV/MZ クックツール
nl_nl: RPG Maker MV/MZ Kook Gereedschap
