Repository: FirehawkV21/RMMVCookTool
Catalog: nwjsCookToolUI/properties/Resources.*.resx
Languages: el

# SDKPickerText
source: Please select the location of the SDK folder.
el: Παρακακλώ επιλέξτε τον φάκελο του SDK .

# ProjectPickerText
source: Please select the location of the project.
el: Παρακαλώ επιλέξτε τον φάκελο του project.

# CompileText
source: Compiling
el: Μετάφραση του αρχείου

# CompilerMissingText
source: The nwjs Compiler is missing.
el: Ο μεταφραστής του nwjs λείπει.

# ErrorText
source: Error
el: Σφάλμα

# NonExistantFolderText
source: Can't operate on an non-existent folder.
el: Δεν μπορεί να δουλέψει σε άγνωστο φάκελο.

# BinRemovalProgressText
source: Removing binary files (if present)...
el: Διαγραφή δυαδικών αρχείων (αν υπάρχουν)...

# CompileJsFolderProgressText
source: Compiling scripts in the js folder...
el: Μετάφραση των scripts μέσα στον φάκελο js...

# DoneText
source: Done!
el: Έτοιμο!

# ErrorOccuredText
source: Ack! An error occured! See the output in the About tab.
el: Αμάν! Προέκειψε ένα σφάλμα! Δείτε την έξοδο στην καρτέλα πληροφοριών.

# CompilationCompleteText
source: Compilation complete!
el: Η μετάφραση ολοκληρώθηκε!

# FailedText
source: Failed!
el: Αποτυχία!

# CompileText1
source: Compiling scripts in the
el: Μετάφραση των scripts μέσα στο φάκελο

# BinRemovalText
source: Removing binary files from the project (if there are)...
el: Διαγραφή δυαδικών αρχείων από το project(αν υπάρχουν)...

# BinRemovalStatusText
source: Removing binary files from
el: Διαγραφή δυαδικών αρχείων απο τον φάκελο

# PackaginStatusText
source: Packaging...
el: Πακετάρισμα...

# CompilingText
source: Compiling
el: Μετάφραση του

# CompiledOutputText
source: Compiled on
el: μεταφράστηκε σε δυαδικό αρχείο.

# NoJSFilesPresent
source: Please add the folders you want the JavaScript files to be compiled.
el: Παρακαλώ προσθεστε τους φακέλους που περιέχουν τα αρχεία JavaScript για μετάφραση σε δυαδικά αρχεία.

# PackageCreationText
source: Creating package...
el: Δημιουργία πακέτου...

# FileCopyText
source: Copying files to a temporary area...
el: Αντιγραφή αρχείων σε ένα προσωρινό σημείο...

# PackageProgramUiText
source: Package the game into package.nw
el: Πακετάρισμα του παιχνιδιού σε αρχείο package.nw

# SettingsUiText
source: Settings
el: Ρυθμίσεις

# RemoveJSFilesUiText
source: Remove Javascript files after compiling.
el: Διαγραφή αρχείων Javascript μετά την μετάφραση.

# FileExtensionUiText
source: File extension for compiled files:
el: Επέκταση αρχείου:

# SdkLocationUiText
source: NW.js SDK Location
el: Θέση του NW.js SDK

# BrowseUiText
source: Browse...
el: Εύρεση...

# QuickCompileUiText
source: Quick Compile
el: Γρήγορη Μετάφραση

# ProjectLocationUiText
source: Project Location
el: Θέση του Project

# SetupUiText
source: Setup
el: Προετοιμασία

# WaitingUiText
source: Waiting here...
el: Περιμένω...

# CompileUiText
source: Compile
el: Μετάφραση

# RemoveUiText
source: Remove
el: Αφαίρεση

# AddUiText
source: Add
el: Προσθήκη

# TestUiText
source: Test
el: Δοκιμή

# ProjectFoldersUiText
source: Project Folders
el: Φάκελοι των Projects

# BatchCompileUiText
source: Batch Compile
el: Μετάφραση παρτίδας

# CompilerStatusUiText
source: Compiler Status
el: Κατάσταση μεταφραστή

# WaitingUiText2
source: Waiting here as well...
el: Περιμένω και εγώ...

# AboutUiText
source: About
el: Πληροφορίες

# ProgramInfoUiText
source: Program Information
el: Πληροφορίες Προγράμματος

# VersionText
source: Version D1.04 Update 1
el: Έκδοση D2.00

# DevInfoUiText
source: Developed by AceOfAces. Licensed under GNU General Public License v3.
el: Αναπτύχθηκε από τον AceOfAces. Αδειοδοτείται κάτω από το MIT License.

# OutputUiText
source: Output
el: Έξοδος

# InfoText
source: Information
el: Πληροφορίες

# ReplacementCodeUiText
source: Replacement Code
el: Κώδικας για αντικατάσταση

# FileUnavailableText
source: The file isn't available at the moment.
el: Το αρχείο δεν είναι διαθέσιμο αυτή την στιγμή.

# RemoveSourceFilesUIText
source: Remove source files after packaging.
el: Αφαίρεση αρχείων κώδικα μετά το πακετάρισμα.

# CancelTaskButtonText
source: Cancel
el: Ακύρωση

# AbortedText
source: Aborted
el: Ακυρώθηκε

# TaskCancelledMessage
source: The task was cancelled.
el: Η εργασία ακυρώθηκε.

# TaskCancelledOutputText
source: The task was cancelled by the user.
el: Η εργασία ακυρώθηκε από τον χρήστη.

# PNGFileText
source: PNG File|*.png
el: Αρχείο PNG|*.png

# HTMLFileText
source: HTML File|*.html
el: Αρχείο HTML|*.html

# FileOutsideOfProjectError
source: You picked a file that is outside of the project's file. Please pick a file within the project.
el: Επιλέξατε αρχείο που βρισκόταν έξω από το φάκελο του project. Παρακαλώ επιλέξτε ένα αρχείο μέσα στο φάκελο του project.

# EssentialsGroupString
source: Essentials
el: Απαραίτητα

# GameIDUiString
source: Game ID
el: Ταυτότητα παιχνιδιού

# HTMLFileLocationUiString
source: HTML file location
el: Θέση αρχείου HTML

# GameVersionUiString
source: Version
el: Έκδοση

# NWJsFeaturesGroupText
source: NW.js features
el: Δυνατότητες NW.js

# EnableNodeJSCheckBoxText
source: Enable NodeJS?
el: Ενεργοποίηση NodeJS;

# ChromiumFlagsUiText
source: Chromium Flags
el: Ρυθμίσεις Chromium

# JavaScriptFlagsUiText
source: JavaScript Flags
el: Ρυθμίσεις JavaScript

# GameNameUiText
source: Game Name
el: Όνομα παιχνιδιού

# WindowSettingsUiText
source: Window Settings
el: Ρυθμίσεις παραθύρου

# GameInfoTabText
source: Game Info
el: Πληροφορίες Παιχνιδιού

# WindowGroupText
source: Window
el: Παράθυρο

# IconLocationUiText
source: Icon Location
el: Θέση εικονιδίου

# WindowTitleUiText
source: Window Title
el: Τίτλος παραθύρου

# ResolutionUiText
source: Resolution
el: Ανάλυση

# WindowedListItemText
source: Windowed
el: Σε παράθυρο

# InFullScreenListItemText
source: In Full Screen
el: Πλήρης Οθόνη

# InKioskModeListItemText
source: In Kiosk Mode
el: Λειτουργεία Kiosk

# NoneListItemText
source: None
el: Καμία

# ScreenCenterListItemText
source: Screen Center
el: Στο κέντρο της οθόνης

# MouseCursorListItemText
source: Mouse Cursor
el: Κέρσορας

# WindowPositionUiText
source: Window Position
el: Θέση παραθύρου

# WindowSizeGroupText
source: Window Size
el: Μέγεθος παραθύρου

# HeightUiText
source: Height
el: Ύψος

# MinimumHeightUiText
source: Minimum Height
el: Ελάχιστο ύψος

# WidthUiText
source: Width
el: Πλάτος

# MinimumWidthUiText
source: Minimum Width
el: Ελάχιστο πλάτος

# CloseButtonText
source: Close
el: Κλείσιμο

# SaveButtonText
source: Save
el: Αποθήκευση

# IOErrorText
source: An IO Exception occurred. Is an app using the package.json file?
el: Προέκυψε σφάλμα εισόδου/εξόδου. Μήπως μια εφαρμογή χρησιμοποιεί το αρχείο pacakge.json;

# FileAccessError
source: Cannot access the folder. Please check that you have permission to read and write on the folder.
el: Σφάλμα πρόσβασης του φακέλου. Βεβαιωθείτε ότι έχετε άδεια εγγραφής και ανάγνωσης του φακέλου.

# FileStreamErrorText
source: The File Stream went kaput.
el: Το File Stream τα έπαιξε.

# SaveCompleteText
source: The package.json file was saved successfully.
el: Το αρχείο package.json αποθηκεύτηκε.

# ProjectPathTooLongErrorText
source: The path to the project is too long. Please shorten the path.
el: Η διαδρομή για το project είναι πάρα πολύ μεγάλο. Παρακαλώ μικρύνετε την διαδρομή.

# ResizableWindowUiText
source: Resizable Window?
el: Διαμορφώσιμο παράθυρο;

# EditPackageMetadataButtonText
source: Edit Package Metadata
el: Επεξεργασία πληροφοριών

# GamePackageMetadataEditorTitleText
source: Game Package Metadata Editor
el: Επεξεργαστής Πληροφοριών πακέτου παιχνιδιού

# ProjectLocationNotValidText
source: The project location isn't valid.
el: Η θέση του project δεν είναι έγκυρη.
